// Вопрос 1
let answer1 = prompt("Какой твой любимый предмет в школе?");
alert("Твой любимый предмет - " + answer1 + ".");

// Вопрос 2
let answer2 = prompt("Какую книгу ты недавно прочитал?");
alert("Ты недавно прочитал книгу " + answer2 + ".");

// Вопрос 3
let answer3 = prompt("Какой твой любимый вид спорта?");
alert("Твой любимый вид спорта - " + answer3 + ".");

// Вопрос 4
let answer4 = prompt("Какую страну ты хотел бы посетить?");
alert("Ты хотел бы посетить " + answer4 + ".");

// Вопрос 5
let answer5 = prompt("Какой твой любимый праздник?");
alert("Твой любимый праздник - " + answer5 + ".");
